Repository: shervin-moghaddam/template.uniqly.cloud
Catalog: Resources/LoginResource.*.resx
Languages: da_dk

source: Log in
da_dk: Log ind

source: Password
da_dk: Adgangskode

source: Username
da_dk: Brugernavn

# ConnectionString_Error
source: Failed to connect to the company!
da_dk: Kunne ikke forbinde til forretningen!

# ResetPassword_InfoText
source: Please enter your e-mail address below and we'll email you a code you need to reset the password.
da_dk: Indtast din email adresse herunder. Vi sender dig en kode på mail, som du skal bruge til at nulstille din adgangskode.

# ResetPassword_SubmitButton
source: Reset password
da_dk: Nulstil kode

# Link_ResetPassword
source: Forgot your password?
da_dk: Glemt kodeordet?

# Login_UserDoesntExist
source: The email entered was not found.
da_dk: Email adressen blev ikke fundet.

# ChangePassword_InfoText
source: Hi, {0}.<br>Please type a password you want to use to login to the template website.<br>For your security, it must have at least 8 characters with at least one number and one special character.
da_dk: Hej {0}.</a><br><a>Indtast det kodeord du vil benytte fremadrettet for at logge ind på robotmanden website.<br>For en sikkerheds skyld skal det skal indeholde minimum 8 tegn, indeholde store og små bogstaver og mindst 1 speciel tegn.

source: Change password
da_dk: Skift kode

# Link_Backtologin
source: Back to login
da_dk: Tilbage til login

# PasswordChanged
source: Your new password has been saved.
da_dk: Din nye adgangskode er gemt.

# ResetPasswordMail_Subject
source: Password reset for template
da_dk: Nulstilling af din adgangskode til robotmanden

# ResetPasswordMail_Message
source: Hi,<br>Below is the code you need to reset your password.<br>Please type the code as shown on https://admin.template.dk<br>The code will expire after 15 minutes.<br><br>Code: {1}
da_dk: Hej,<br>Her er koden til nulstilling af dit kodeord.<br>Indtast koden på https://admin.robotmanden.dk<br>Koden udløber 15 efter minutter.<br><br>Kode: {1}<br>

# ResetPasswordCode_InfoText
source: We've sent you a code by email. Pleaste type the code below, to finish resetting your password.
da_dk: Vi har sendt en kode til dig på mail. Indtast koden herunder, for at nulstille.

# ValidationCode
source: Code
da_dk: Kode

# ResetPassword_InvalidCode
source: The code doesn't exist or has been expired. Try typing it again, or reset it again to send a new code.
da_dk: Koden du har indtastet findes ikke eller er udløbet. Prøv at indtaste det igen, eller prøv at nulstille adgangskoden igen for at sende en ny kode.

source: Create user
da_dk: Opret bruger

source: Remember me
da_dk: Husk mig

# UserName_EnterUserName
source: Enter username
da_dk: Indtast dit brugernavn

# Password_EnterPassword
source: Enter password
da_dk: Indtast password
