Repository: shervin-moghaddam/template.uniqly.cloud
Catalog: Resources/UserAccessResource.*.resx
Languages: da_dk

# UserAccess_Title
source: User access and rights
da_dk: Bruger adgange og rettigheder

# UserAccess_Subtitle
source: Choose a user access level, and check or uncheck each access right for this level.
da_dk: Fra denne side kan du styre rettigheder for hver adgangsniveau. Vælg adgangsniveau, og sæt flueben i de rettigheder der må være for brugere der har den type adgangsniveau.

source: Access level
da_dk: Adgangsniveau

# Title_Assignments
source: Assignments
da_dk: Opgaver

# Title_Customers
source: Customers
da_dk: Kunder

# Title_FileGallery
source: File gallery
da_dk: Fil galleri

# Title_Robots
source: Robots
da_dk: Kunders robotter

# Title_WinterStorage
source: Winter storage
da_dk: Vinter opbevaring

# Title_Users
source: Users
da_dk: Bruger styring

# Title_Comments
source: Comments
da_dk: Kommentarer

# Title_Sidebar
source: Sidebar items
da_dk: Menu punkter

# Assignments_Add
source: Can create new assignments
da_dk: Må oprette nye opgaver

# Assignments_Delete
source: Can delete assignments
da_dk: Må slette opgaver

# Assignments_Edit
source: Can edit assignment data
da_dk: Må redigere opgave data

# Assignments_PopupEditWindow
source: Can open assignments window popup to see all data
da_dk: Må åbne opgave popup og se al data

# Customers_Add
source: Can create new customers
da_dk: Må oprette nye kunder

# Customers_Delete
source: Can delete customers
da_dk: Må slette kunder

# Customers_Edit
source: Can edit customer data
da_dk: Må rette i kundes oplysninger

# FileGallery_Access
source: Can open file gallery window
da_dk: Må åbne galleri vindue

# FileGallery_Delete
source: Can delete files from gallery
da_dk: Må slette filer fra galleri

# Robots_Add
source: Can create new robots
da_dk: Må oprette nye robotter på en kunde

# Robots_Edit
source: Can edit robot information (serial no., change owner etc.)
da_dk: Må redigere en robots oplysninger (serienr., ejerskifte etc.)

# Robots_Delete
source: Can delete robots
da_dk: Må slette en robot

# Comment_ViewInternal
source: Can view and edit internal comments
da_dk: Må se og redigere interne kommentarer

# Comment_ViewCustomerComment
source: Can view customer comments
da_dk: Må se kunde-kommentarer

# Comment_EditCustomerComment
source: Can view and edit customer comments
da_dk: Må se og redigere kunders kommentarer

# WinterStorage_EditRoutes
source: Can add and edit routes
da_dk: Kan tilføje og redigere ruter

# SidebarAccess_WinterStorage
source: Winter storage
da_dk: Vinter opbevaring

# SidebarAccess_Customers
source: Customers
da_dk: Kunder

# SidebarAccess_Stores
source: Stores
da_dk: Byggemarkeder

# SidebarAccess_Manufacturers
source: Manufacturers
da_dk: Producenter

# SidebarAccess_UserSetup
source: User setup
da_dk: Brugere

# SidebarAccess_UserAccess
source: User security
da_dk: Adgangsniveauer

# SidebarAccess_FileGallery
source: File Gallery
da_dk: Fil galleri

# SidebarAccess_EmailSetup
source: Email setup
da_dk: Emails

# FileGallery_Add
source: Can add files to gallery
da_dk: Må tilføje filer til galleri

# Users_Add
source: Can add users
da_dk: Må tilføje brugere

# Users_Edit
source: Can edit users information
da_dk: Må redigere i brugeres data

# Users_Delete
source: Can remove users
da_dk: Må fjerne brugere

# Users_EditPassword
source: Can reset a users password
da_dk: Må nulstille en brugers password
